Repository: fatimahh0/build4all_manager
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# signInGeneralTitle
source: Sign in to your account
ar: سجّل الدخول إلى حسابك
fr: Connectez-vous à votre compte

# signInGeneralSubtitle
source: Enter your details to continue
ar: أدخل بياناتك للمتابعة
fr: Saisissez vos informations pour continuer

# termsNotice
source: By continuing you agree to our Terms & Privacy Policy
ar: بمتابعتك أنت توافق على الشروط وسياسة الخصوصية
fr: En continuant, vous acceptez nos Conditions et notre Politique de confidentialité

# lblIdentifier
source: Email / Phone / Username
ar: البريد / الهاتف / اسم المستخدم
fr: E-mail / Téléphone / Nom d’utilisateur

# hintIdentifier
source: you@example.com or +961xxxxxxxx or username
ar: you@example.com أو ‎+961xxxxxxxx‎ أو اسم المستخدم
fr: you@example.com ou +961xxxxxxxx ou nom d’utilisateur

# lblPassword
source: Password
ar: كلمة المرور
fr: Mot de passe

source: Remember me
ar: تذكّرني
fr: Se souvenir de moi

source: Forgot password?
ar: نسيت كلمة المرور؟
fr: Mot de passe oublié ?

# btnSignIn
source: Sign In
ar: تسجيل الدخول
fr: Se connecter

# noAccount
source: Don't have an account?
ar: ليس لديك حساب؟
fr: Vous n’avez pas de compte ?

source: Sign Up
ar: إنشاء حساب
fr: S’inscrire

# errIdentifierRequired
source: Identifier is required
ar: الرجاء إدخال المُعرّف
fr: L’identifiant est requis

# errPasswordRequired
source: Password is required
ar: الرجاء إدخال كلمة المرور
fr: Le mot de passe est requis

# errPasswordMin
source: Password must be at least 6 characters
ar: الحد الأدنى 6 أحرف
fr: 6 caractères minimum

# showPasswordLabel
source: Show password
ar: إظهار كلمة المرور
fr: Afficher le mot de passe

# hidePasswordLabel
source: Hide password
ar: إخفاء كلمة المرور
fr: Masquer le mot de passe

# nav_super_admin
source: Super Admin
ar: المشرف العام

# nav_dashboard
source: Dashboard
ar: لوحة التحكم
fr: Tableau de bord

# nav_themes
source: Themes
ar: السمات
fr: Thèmes

# nav_profile
source: Profile
ar: الملف الشخصي
fr: Profil

# dashboard_title
source: Admin Dashboard
ar: لوحة تحكم المشرف
fr: Tableau de bord administrateur

# dashboard_welcome
source: Welcome to Build4All Manager
ar: مرحبًا بك في Build4All Manager
fr: Bienvenue sur Build4All Manager

# dashboard_hint
source: Use the navigation on the left to manage themes and your profile.
ar: استخدم التنقل على اليسار لإدارة السمات وملفك.
fr: Utilisez la navigation à gauche pour gérer les thèmes et votre profil.

# themes_title
source: Theme Management
ar: إدارة السمات
fr: Gestion des thèmes

# themes_add
source: Add Theme
ar: إضافة سمة
fr: Ajouter un thème

# themes_name
source: Theme Name
ar: اسم السمة
fr: Nom du thème

# themes_menuType
source: Menu Type
ar: نوع القائمة
fr: Type de menu

# themes_setActive
source: Set Active
ar: تعيين كـ نشطة
fr: Définir comme actif

# themes_active
source: Active
ar: نشطة
fr: Actif

# themes_deactivate_all
source: Deactivate All Themes
ar: تعطيل جميع السمات
fr: Désactiver tous les thèmes

# themes_empty
source: No themes yet. Create one.
ar: لا توجد سمات بعد. أنشئ واحدة.
fr: Aucun thème pour le moment. Créez-en un.

# profile_title
source: My Profile
ar: ملفي الشخصي
fr: Mon profil

# profile_firstName
source: First Name
ar: الاسم الأول
fr: Prénom

# profile_lastName
source: Last Name
ar: اسم العائلة
fr: Nom

# profile_username
source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur

# profile_email
source: Email
ar: البريد الإلكتروني

# profile_updated
source: Profile updated successfully.
ar: تم تحديث الملف الشخصي بنجاح.
fr: Profil mis à jour avec succès.

# profile_changePassword
source: Change Password
ar: تغيير كلمة المرور
fr: Changer le mot de passe

# profile_currentPassword
source: Current Password
ar: كلمة المرور الحالية
fr: Mot de passe actuel

# profile_newPassword
source: New Password
ar: كلمة المرور الجديدة
fr: Nouveau mot de passe

# profile_updatePassword
source: Update Password
ar: تحديث كلمة المرور
fr: Mettre à jour le mot de passe

# password_updated
source: Password updated successfully.
ar: تم تحديث كلمة المرور بنجاح.
fr: Mot de passe mis à jour avec succès.

# common_save
source: Save
ar: حفظ
fr: Enregistrer

# common_edit
source: Edit
ar: تعديل
fr: Modifier

# common_delete
source: Delete
ar: حذف
fr: Supprimer

# common_cancel
source: Cancel
ar: إلغاء
fr: Annuler

# dash_total_projects
source: Total Projects
ar: إجمالي المشاريع
fr: Projets au total

# dash_active_projects
source: Active Projects
ar: المشاريع النشطة
fr: Projets actifs

# dash_inactive_projects
source: Inactive Projects
ar: المشاريع غير النشطة
fr: Projets inactifs

# dash_recent_projects
source: Recent Projects
ar: أحدث المشاريع
fr: Projets récents

# dash_no_recent
source: No recent projects yet.
ar: لا توجد مشاريع حديثة بعد.
fr: Aucun projet récent pour le moment.

# themes_confirm_delete
source: Delete this theme? This cannot be undone.
ar: هل تريد حذف هذه السمة؟ لا يمكن التراجع.
fr: Supprimer ce thème ? Cette action est irréversible.

# themes_colors_section
source: Colors
ar: الألوان
fr: Couleurs

# err_required
source: This field is required
ar: هذا الحقل مطلوب
fr: Ce champ est obligatoire

# common_security
source: Security
ar: الأمان
fr: Sécurité

# common_sign_out
source: Sign out
ar: تسجيل الخروج
fr: Se déconnecter

# common_sign_out_hint
source: End your current session
ar: إنهاء الجلسة الحالية
fr: Terminer votre session actuelle

# common_sign_out_confirm
source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
fr: Voulez-vous vraiment vous déconnecter ?

# common_signed_out
source: Signed out
ar: تم تسجيل الخروج
fr: Déconnexion réussie

# owner_nav_title
source: Owner
ar: المالك
fr: Propriétaire

# owner_nav_home
source: Home
ar: الرئيسية
fr: Accueil

# owner_nav_projects
source: Projects
ar: المشاريع
fr: Projets

# owner_nav_requests
source: Requests
ar: الطلبات
fr: Demandes

# owner_nav_profile
source: Profile
ar: الملف الشخصي
fr: Profil

# owner_home_title
source: Owner Home
ar: واجهة المالك
fr: Accueil Propriétaire

# owner_projects_title
source: Projects
ar: المشاريع
fr: Projets

# owner_requests_title
source: Requests
ar: الطلبات
fr: Demandes

# owner_profile_title
source: Owner Profile
ar: ملف المالك
fr: Profil du propriétaire

# owner_home_hello
source: Hi, Owner 👋
ar: مرحبًا، المالك 👋
fr: Salut, Propriétaire 👋

# owner_home_subtitle
source: Ready to launch your next app build?
ar: جاهز لإطلاق نسختك التالية؟
fr: Prêt à lancer votre prochain build ?

# owner_home_requestApp
source: Request My App
ar: اطلب تطبيقي
fr: Demander mon app

# owner_home_myProjects
source: My Active Projects
ar: مشاريعي النشطة
fr: Mes projets actifs

# owner_home_recentRequests
source: Recent requests
ar: الطلبات الأخيرة
fr: Demandes récentes

# owner_home_noRecent
source: No recent requests
ar: لا توجد طلبات حديثة
fr: Aucune demande récente

# owner_home_viewAll
source: View all
ar: عرض الكل
fr: Tout voir

# tutorial_step1_title
source: Request your app
ar: اطلب تطبيقك
fr: Demandez votre app

# tutorial_step1_body
source: Pick a project, name your app, add notes, and submit the request.
ar: اختر المشروع، سمِّ التطبيق، أضف ملاحظات، ثم أرسل الطلب.
fr: Choisissez un projet, nommez l’app, ajoutez des notes et envoyez.

# tutorial_step2_title
source: Track approval
ar: تابع الموافقة
fr: Suivez l’approbation

# tutorial_step2_body
source: We’ll notify you when your request is approved or needs changes.
ar: سنعلمك عند الموافقة أو إذا كانت هناك تعديلات مطلوبة.
fr: Nous vous prévenons dès que c’est approuvé ou s’il faut corriger.

# tutorial_step3_title
source: Download the APK
ar: حمّل ملف APK
fr: Téléchargez l’APK

# tutorial_step3_body
source: Once built, grab your APK directly from your dashboard.
ar: بعد البناء، نزّل الـ APK مباشرةً من لوحة التحكم.
fr: Une fois construit, récupérez l’APK depuis votre tableau de bord.

# owner_projects_searchHint
source: Search name or slug…
ar: ابحث بالاسم أو المعرّف…
fr: Rechercher nom ou slug…

# owner_projects_onlyReady
source: Only APK ready
ar: فقط الجاهزة (APK)
fr: APK uniquement prête

# owner_projects_emptyTitle
source: No projects yet
ar: لا توجد مشاريع بعد
fr: Aucun projet

# owner_projects_emptyBody
source: You don’t have any projects. Request your first app and we’ll build it for you.
ar: ليس لديك أي مشاريع حالياً. اطلب تطبيقك الأول وسنقوم ببنائه لك.
fr: Vous n’avez pas encore de projets. Demandez votre première app et nous la construirons pour vous.

# owner_projects_building
source: Building…
ar: جارٍ الإنشاء…
fr: Compilation…

# owner_projects_ready
source: Ready
ar: جاهز
fr: Prêt

# owner_projects_openInBrowser
source: Open
ar: فتح
fr: Ouvrir

# owner_request_title
source: Request Your App
ar: طلب تطبيقك
fr: Demander votre application

# owner_request_submit_hint
source: Pick a project, name your app, add a logo (optional), choose a theme, then submit to build.
ar: اختر مشروعًا، أضف اسم التطبيق، حمل الشعار (اختياري)، اختر سمة، ثم أرسل للبناء.
fr: Choisissez un projet, nommez l’app, ajoutez un logo (optionnel), choisissez un thème, puis envoyez pour construire.

# owner_request_project
source: Project
ar: المشروع
fr: Projet

# owner_request_appName
source: App name
ar: اسم التطبيق
fr: Nom de l’app

# owner_request_appName_hint
source: e.g. My Owner App
ar: مثال: تطبيقي للمالك
fr: ex. Mon App Propriétaire

# owner_request_logo_url
source: Logo URL (optional)
ar: رابط الشعار (اختياري)
fr: URL du logo (optionnel)

# owner_request_logo_url_hint
source: Paste a public URL or use Upload
ar: ألصق رابطًا عامًا أو استخدم الرفع
fr: Collez une URL publique ou utilisez Importer

# owner_request_upload_logo
source: Upload logo file
ar: رفع الشعار
fr: Importer le logo

# owner_request_theme_pref
source: Theme
ar: السمة
fr: Thème

# owner_request_theme_default
source: Use default theme
ar: استخدام السمة الافتراضية
fr: Utiliser le thème par défaut

# owner_request_submit
source: Submit
ar: إرسال
fr: Envoyer

# owner_request_submitting
source: Submitting…
ar: جارٍ الإرسال…
fr: Envoi…

# owner_request_submit_and_build
source: Submit & Build APK
ar: إرسال وبناء APK
fr: Envoyer & Construire l’APK

# owner_request_building
source: Building APK…
ar: جارٍ بناء ملف APK…
fr: Construction de l’APK…

# owner_request_build_done
source: APK build completed.
ar: تم إنهاء بناء الـ APK.
fr: Construction de l’APK terminée.

# owner_request_success
source: Request submitted successfully.
ar: تم إرسال الطلب بنجاح.
fr: Demande envoyée avec succès.

# owner_request_no_requests_yet
source: No requests yet.
ar: لا توجد طلبات بعد.
fr: Aucune demande pour l’instant.

# owner_request_my_requests
source: My Requests
ar: طلباتي
fr: Mes demandes

# owner_request_error_choose_project
source: Please choose a project.
ar: يرجى اختيار مشروع.
fr: Veuillez choisir un projet.

# owner_request_error_app_name
source: Please enter an app name.
ar: يرجى إدخال اسم التطبيق.
fr: Veuillez saisir un nom d’application.

# common_download
source: Download
ar: تنزيل
fr: Télécharger

# common_download_apk
source: Download APK
ar: تنزيل APK
fr: Télécharger l’APK

source: Logout
ar: تسجيل الخروج
fr: Se déconnecter

# logout_confirm
source: Do you want to log out?
ar: هل تريد تسجيل الخروج؟
fr: Voulez-vous vous déconnecter ?

source: Logged out
ar: تم تسجيل الخروج
fr: Déconnecté

source: Cancel
ar: إلغاء
fr: Annuler

# owner_profile_username
source: Username
ar: اسم المستخدم
fr: Nom d'utilisateur

# owner_profile_name
source: Name
ar: الاسم
fr: Nom

# owner_profile_email
source: Email
ar: البريد الإلكتروني

# owner_profile_business_id
source: Business ID
ar: معرّف النشاط التجاري
fr: Identifiant de l'entreprise

# owner_profile_notify_items
source: Notify item updates
ar: إشعار بتحديثات العناصر
fr: Notifier les mises à jour des articles

# owner_profile_notify_feedback
source: Notify user feedback
ar: إشعار بتعليقات المستخدمين
fr: Notifier les retours des utilisateurs

# owner_profile_not_set
source: Not set
ar: غير محدد
fr: Non défini

# owner_profile_tips
source: Keep your profile details up to date to personalize your experience.
ar: احرص على تحديث معلومات ملفك الشخصي لتخصيص تجربتك.
fr: Gardez les informations de votre profil à jour pour personnaliser votre expérience.

source: Yes
ar: نعم
fr: Oui

source: No
ar: لا
fr: Non

source: Refresh
ar: تحديث
fr: Actualiser

# owner_nav_myapps
source: My Apps
ar: تطبيقاتي
fr: Mes Apps

# common_search_hint
source: Search...
ar: ابحث...
fr: Rechercher…

# owner_home_search_hint
source: Search apps, requests, guides
ar: ابحث عن التطبيقات والطلبات والإرشادات
fr: Rechercher des apps, demandes, guides

# owner_home_chooseProject
source: Choose your project
ar: اختر مشروعك
fr: Choisissez votre projet

# owner_proj_open
source: Open project
ar: افتح المشروع
fr: Ouvrir le projet

# owner_proj_activities_title
source: Activities
ar: الفعاليات
fr: Événements

# owner_proj_activities_desc
source: Ticketing, schedules, and event highlights crafted for experiences on the go.
ar: تذاكر، جداول، وأبرز الأحداث مصمّمة للتجارب أثناء التنقل.
fr: Billetterie, horaires et temps forts, conçus pour les expériences en mobilité.

# owner_proj_ecom_title
source: E-commerce
ar: التجارة الإلكترونية

# owner_proj_ecom_desc
source: Product catalogs, carts, and checkout flows that mirror your storefront.
ar: كتالوجات المنتجات وسلال الشراء وتدفّقات الدفع المطابقة لمتجرك.
fr: Catalogues produits, paniers et paiement, fidèles à votre boutique.

# owner_proj_gym_title
source: Gym
ar: النادي الرياضي
fr: Salle de sport

# owner_proj_gym_desc
source: Training plans, booking slots, and membership perks in one app.
ar: خطط تدريب، حجوزات مواعيد، ومزايا العضوية في تطبيق واحد.
fr: Plans d’entraînement, créneaux de réservation et avantages membres dans une seule app.

# owner_proj_services_title
source: Services
ar: الخدمات

# owner_proj_services_desc
source: Quotes, appointments, and customer updates tailored to your brand.
ar: عروض أسعار، مواعيد، وتحديثات للعميل متوافقة مع هويتك.
fr: Devis, rendez-vous et mises à jour clients adaptés à votre marque.

# status_delivered
source: Delivered
ar: تم التسليم
fr: Livré

# status_in_production
source: In production
ar: قيد التنفيذ
fr: En production

# status_approved
source: Approved
ar: موافق عليه
fr: Approuvé

# status_pending
source: Pending
ar: قيد الانتظار
fr: En attente

# status_rejected
source: Rejected
ar: مرفوض
fr: Refusé

# owner_request_requested
source: Requested
ar: تم الطلب
fr: Demandé

# timeago_days
source: {count}d ago
ar: منذ {count} يوم
fr: il y a {count} j

# timeago_hours
source: {count}h ago
ar: منذ {count} ساعة
fr: il y a {count} h

# timeago_minutes
source: {count}m ago
ar: منذ {count} دقيقة
fr: il y a {count} min

# timeago_just_now
source: just now
ar: الآن
fr: à l’instant

# owner_proj_details_highlights
source: Highlights
ar: أبرز الميزات
fr: Points forts

# owner_proj_details_screens
source: Screens & flows
ar: الشاشات والتدفّقات
fr: Écrans & parcours

# owner_proj_details_modules
source: Modules included
ar: الوحدات المتضمَّنة
fr: Modules inclus

# owner_proj_details_why
source: Why teams love this template
ar: لماذا يحبّها الفرق
fr: Pourquoi les équipes adorent

# owner_proj_details_primaryCta
source: Request this app
ar: اطلب هذا التطبيق
fr: Demander cette app

# owner_proj_details_secondaryCta
source: Preview demo
ar: عرض النسخة التجريبية
fr: Voir la démo

# owner_proj_details_create_title
source: Create my project
ar: أنشئ مشروعي
fr: Créer mon projet

# owner_proj_details_create_subtitle
source: Launch your customized version in minutes.
ar: أطلق نسختك المخصّصة خلال دقائق.
fr: Lancez votre version personnalisée en quelques minutes.

# stat_reviews_hint
source: reviews
ar: تقييم
fr: avis

# stat_active_hint
source: active deployments
ar: نشر فعّال
fr: déploiements actifs

# stat_days_hint
source: days avg. turnaround
ar: أيام متوسّط التنفيذ
fr: jours en moyenne

# owner_proj_details_headline_activities
source: Plan, book, and manage every activity in one place.
ar: نظّم، احجز، وادر كل نشاط من مكان واحد.
fr: Planifiez, réservez et gérez toutes les activités au même endroit.

# owner_proj_details_subhead_activities
source: Perfect for studios, clubs, and programs with polished booking & schedules.
ar: مثالي للأندية والمراكز بواجهات حجز وجداول مصقولة.
fr: Parfait pour clubs et studios avec réservation & plannings soignés.

# owner_proj_details_act_h1
source: Class schedules with waitlists
ar: جداول حصص مع لوائح انتظار
fr: Plannings avec listes d’attente

# owner_proj_details_act_h2
source: Wallet & credits support
ar: محفظة ودعم الرصيد
fr: Portefeuille et crédits

# owner_proj_details_act_h3
source: Push reminders for attendees
ar: تذكيرات دفعية للمشاركين
fr: Rappels push aux participants

# owner_proj_details_act_h4
source: Embedded community feed
ar: خلاصة تواصل مدمجة
fr: Flux communauté intégré

# owner_proj_details_act_s1_title
source: Schedule grid
ar: شبكة الجداول
fr: Grille des cours

# owner_proj_details_act_s1_sub
source: Filter by instructor & location with one tap.
ar: تصفية بالمدرب والموقع بضغطة واحدة.
fr: Filtrez par coach & lieu en un geste.

# owner_proj_details_act_s2_title
source: Booking flow
ar: تدفّق الحجز
fr: Parcours de réservation

# owner_proj_details_act_s2_sub
source: Frictionless checkout with saved cards.
ar: دفع سلس مع بطاقات محفوظة.
fr: Paiement fluide avec cartes enregistrées.

# owner_proj_details_act_m1
source: Dynamic schedules & multi-location calendars
ar: جداول ديناميكية ومتعدّدة المواقع
fr: Plannings multi-sites dynamiques

# owner_proj_details_act_m2
source: Instructor bios and ratings
ar: سير ذاتية وتقييمات المدرّبين
fr: Bios & notes des coachs

# owner_proj_details_act_m3
source: Membership tiers with perks
ar: عضويات بمستويات ومزايا
fr: Niveaux d’adhésion et avantages

# owner_proj_details_act_i1
source: 78% of members book via mobile within the first week.
ar: 78٪ من الأعضاء يحجزون عبر الهاتف خلال الأسبوع الأول.
fr: 78% réservent sur mobile dès la première semaine.

# owner_proj_details_act_i2
source: Retention jumps 24% after enabling reminder pushes.
ar: تزداد الاستمرارية 24٪ بعد تفعيل التذكيرات.
fr: La rétention grimpe de 24% avec les rappels.

# owner_proj_details_headline_ecommerce
source: Launch a high-converting storefront your shoppers trust.
ar: أطلق متجراً عالي التحويل يثق به عملاؤك.
fr: Lancez une boutique performante qui inspire confiance.

# owner_proj_details_subhead_ecommerce
source: For DTC brands: catalogs, bundles, and one-click reorders.
ar: للبيع المباشر: كتالوجات، حِزم، وإعادة شراء بنقرة.
fr: Pour marques DTC : catalogues, bundles, réachats en un clic.

# owner_proj_details_ecom_h1
source: Visual catalog with rich media
ar: كتالوج بصري مع وسائط غنيّة
fr: Catalogue visuel riche

# owner_proj_details_ecom_h2
source: Smart upsell recommendations
ar: ترشيحات ذكية للبيع الإضافي
fr: Recommandations d’upsell intelligentes

# owner_proj_details_ecom_h3
source: In-app order tracking
ar: تتبّع الطلب داخل التطبيق
fr: Suivi de commande in-app

# owner_proj_details_ecom_h4
source: Discount & loyalty engine
ar: محرك خصومات وولاء
fr: Moteur de remises & fidélité

# owner_proj_details_ecom_s1_title
source: Product showcase
ar: عرض المنتجات
fr: Vitrine produit

# owner_proj_details_ecom_s1_sub
source: Full-bleed imagery with swatches.
ar: صور ممتدّة مع عينات ألوان.
fr: Images plein écran avec variantes.

# owner_proj_details_ecom_s2_title
source: Cart & checkout
ar: السلة والدفع
fr: Panier & paiement

# owner_proj_details_ecom_s2_sub
source: Accelerated checkout with saved addresses.
ar: دفع سريع مع عناوين محفوظة.
fr: Paiement accéléré avec adresses enregistrées.

# owner_proj_details_ecom_m1
source: Unlimited product variants & bundles
ar: متغيرات ومنتجات مجمّعة غير محدودة
fr: Variantes illimitées & bundles

# owner_proj_details_ecom_m2
source: Inventory sync with Shopify/Woo
ar: مزامنة المخزون مع Shopify/Woo
fr: Sync stock avec Shopify/Woo

# owner_proj_details_ecom_m3
source: Gift cards and referral rewards
ar: بطاقات هدايا وبرامج إحالة
fr: Cartes cadeaux & parrainage

# owner_proj_details_ecom_i1
source: Average order value lifts 32% with bundled offers.
ar: يرتفع متوسط قيمة الطلب 32٪ مع الحزم.
fr: Le panier moyen augmente de 32% avec les bundles.

# owner_proj_details_ecom_i2
source: Customers reorder 2.1× faster via the mobile channel.
ar: يعيد العملاء الشراء أسرع بـ 2.1× عبر الهاتف.
fr: Les clients rachètent 2,1× plus vite sur mobile.

# owner_proj_details_headline_gym
source: Give members a personal coach in their pocket.
ar: امنح الأعضاء مدرّباً شخصياً في جيوبهم.
fr: Offrez un coach personnel dans la poche.

# owner_proj_details_subhead_gym
source: Hybrid training, class packs, and equipment rentals.
ar: تدريب هجين، باقات حصص، وتأجير معدات.
fr: Entraînement hybride, packs de cours, location d’équipement.

# owner_proj_details_gym_h1
source: Goal-based onboarding
ar: تهيئة حسب الأهداف
fr: Onboarding orienté objectifs

# owner_proj_details_gym_h2
source: Trainer messaging & programs
ar: مراسلة المدرّب والبرامج
fr: Messagerie entraîneur & programmes

# owner_proj_details_gym_h3
source: Workout video library
ar: مكتبة فيديوهات للتمارين
fr: Bibliothèque vidéo d’exercices

# owner_proj_details_gym_h4
source: Progress tracking dashboards
ar: لوحات تقدّم وتتبع
fr: Tableaux de progression

# owner_proj_details_gym_s1_title
source: Training plans
ar: خطط التدريب
fr: Plans d’entraînement

# owner_proj_details_gym_s1_sub
source: Periodised plans with rest logic.
ar: خطط مُمرحلة بمنطق الاستراحة.
fr: Plans périodisés avec repos.

# owner_proj_details_gym_s2_title
source: Live classes
ar: حصص مباشرة
fr: Cours en direct

# owner_proj_details_gym_s2_sub
source: Book in-person or virtual sessions.
ar: احجز حضورياً أو عبر الإنترنت.
fr: Réservez en présentiel ou en ligne.

# owner_proj_details_gym_m1
source: Trainer marketplace with availability
ar: سوق مدرّبين مع التوفّر
fr: Place de marché d’entraîneurs

# owner_proj_details_gym_m2
source: Workout logging & wearable sync
ar: تسجيل التمارين ومزامنة الأجهزة
fr: Journal d’exercices & wearables

# owner_proj_details_gym_m3
source: Nutrition plans with macro targets
ar: خطط تغذية مع أهداف الماكروز
fr: Plans nutritionnels (macros)

# owner_proj_details_gym_i1
source: Members completing onboarding convert 3× faster.
ar: المنضمون يكملون التهيئة يتحولون أسرع بـ3×.
fr: L’onboarding triple le taux de conversion.

# owner_proj_details_gym_i2
source: Churn drops 19% when messaging is enabled.
ar: ينخفض التسرّب 19٪ عند تفعيل الرسائل.
fr: Le churn baisse de 19% avec la messagerie.

# owner_proj_details_headline_services
source: Deliver a concierge-grade service experience.
ar: قدّم تجربة خِدمة بمستوى كونسيرج.
fr: Offrez une expérience de service haut de gamme.

# owner_proj_details_subhead_services
source: For agencies, consultancies, and service pros.
ar: للوكالات والاستشارات ومقدمي الخدمات.
fr: Pour agences, cabinets et pros du service.

# owner_proj_details_services_h1
source: Smart booking windows
ar: نوافذ حجز ذكية
fr: Créneaux de réservation intelligents

# owner_proj_details_services_h2
source: Client workspaces
ar: مساحات عمل للعميل
fr: Espaces clients

# owner_proj_details_services_h3
source: Task & milestone tracker
ar: تتبّع المهام والمعالم
fr: Suivi des tâches & jalons

# owner_proj_details_services_h4
source: Integrated invoicing
ar: فواتير مدمجة
fr: Facturation intégrée

# owner_proj_details_services_s1_title
source: Client portal
ar: بوابة العميل
fr: Portail client

# owner_proj_details_services_s1_sub
source: Shared files, notes, and approvals.
ar: ملفات مشتركة، ملاحظات، وموافقات.
fr: Fichiers, notes et validations partagés.

# owner_proj_details_services_s2_title
source: Appointment flow
ar: تدفّق المواعيد
fr: Parcours de rendez-vous

# owner_proj_details_services_s2_sub
source: Buffers and intake forms.
ar: فواصل ونماذج معلومات مسبقة.
fr: Tampons et formulaires d’entrée.

# owner_proj_details_services_m1
source: Client CRM with shared timelines
ar: CRM للعميل بخطوط زمنية مشتركة
fr: CRM client avec frises partagées
