Repository: fatimahh0/build4all_manager
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# owner_proj_details_services_m2
source: Digital contracts & e-signatures
ar: عقود رقمية وتوقيع إلكتروني
fr: Contrats numériques & e-signature

# owner_proj_details_services_m3
source: Automated invoice & receipt emails
ar: فواتير وإيصالات تلقائية
fr: Factures & reçus automatisés

# owner_proj_details_services_i1
source: Projects close 27% faster with shared workspaces.
ar: تُغلق المشاريع أسرع بـ 27٪ مع المساحات المشتركة.
fr: Les projets se bouclent 27% plus vite.

# owner_proj_details_services_i2
source: Automated billing reduces late payments by 43%.
ar: الفوترة التلقائية تقلّل التأخير 43٪.
fr: La facturation auto réduit 43% les retards.

# owner_proj_details_stat_reviews_hint
source: reviews
ar: المراجعات
fr: avis

# owner_proj_details_stat_active_hint
source: active deployments
ar: النشطات
fr: déploiements actifs

# owner_proj_details_stat_days_hint
source: days avg. turnaround
ar: الأيام
fr: jours en moyenne
